Repository: Mallfurion/javascript-training
Catalog: locale/po/*.po
Languages: nl

source: 6 or more characters are required.
nl: Gebruik 6 of meer tekens.

source: A user is already registered with this e-mail address.
nl: Er is al een gebruiker geregistreerd met dit e-mailadres.

source: Activate your account
nl: Activeer je account

source: Add more information to your profile for better matching!
nl: Voeg meer informatie toe aan je profiel voor een betere matching!

source: Add new
nl: Voeg een nieuw

source: Add new term
nl: Voeg een nieuwe term toe

source: Add skill manually
nl: Competentie toevoegen

source: Address
nl: Adres

source: Applied
nl: Gesolliciteerd

source: Are you sure you want to delete
nl: Weet je zeker dat je dit item wil verwijderen:

source: Authenticate
nl: Inloggen

source: Back
nl: Terug

source: By deselecting this you will not get match results and you cannot be found by employers. You can no longer contact other professionals. Your account will be deactivated. And you can choose to participate in matching again later.
nl: Doe je niet mee in matching? Dat wil zeggen dat je geen matchresultaten krijgt en je niet gevonden kan worden door werkgevers. Je kan dan niet meer in contact komen met professionals. Je account is in slaapstand. Je kan je account ieder moment weer activeren.

source: Cancel
nl: Annuleren

source: Career Phase
nl: Carrièrefase

source: Change password
nl: Wachtwoord wijzigen

source: Choose a language
nl: Kies een taal

source: Company name
nl: Naam bedrijf

source: Complete
nl: Compleet

source: Confirm
nl: Bevestigen

source: Confirm Password
nl: Wachtwoord bevestigen

source: Confirm e-mail address
nl: Bevestig e-mailadres

source: Confirmation successful
nl: Bevestiging succesvol ontvangen

source: Country
nl: Land

source: Create your profile
nl: Maak je profiel aan

source: Degree / level / type
nl: Graad / niveau / type

source: Delete all the information related to your account.
nl: Verwijder je account en alle daarbij horende informatie.

source: Delete your account
nl: Verwijder je account

source: Description
nl: Omschrijving

source: Discover your strength
nl: Ontdek je kracht!

source: Done
nl: Klaar

source: Edit education
nl: Opleiding aanpassen

source: Edit future job
nl: Toekomstige baan aanpassen

source: Edit language
nl: Taal aanpassen

source: Edit location
nl: Locatie aanpassen

source: Edit skill
nl: Competentie aanpassen

source: Edit work experience
nl: Bewerk je werk ervaringen

source: Education
nl: Opleiding

source: Education evaluation
nl: Opleidingsevaluatie

source: End date
nl: Einddatum

source: Experience evaluation
nl: Ervaringsevaluatie

source: Explore your personal job market
nl: Ontdek je persoonlijke arbeidsmarkt

source: Extra information on this work experience
nl: Extra informatie over deze functie

source: Extra information regarding this education
nl: Extra informatie over deze opleiding

source: Find all vacancies in one overview!
nl: Bekijk alle vacatures in één overzicht

source: First name
nl: Voornaam

source: Forgot your password?
nl: Wachtwoord vergeten?

source: Function level
nl: Functieniveau

source: Function title
nl: Functietitel

source: Function type
nl: Functietype

source: Get Started
nl: Aan de slag

source: Go through suggestions
nl: Bekijk suggesties

source: Go to Login
nl: Ga naar Inloggen

source: Go to Settings
nl: Ga naar settings

source: Go to rtc-baandomein to check your profile.
nl: Ga naar rtc-baandomein om je profiel te bekijken.

source: Heb jij al een profiel op het RTC ?
nl: Heb je al een profiel op het RTC?

source: Hello
nl: Hallo

source: I agree to the
nl: Ik ga akkoord met de

source: If you complete your profile, you can find here the job opportunities that we selected for you.
nl: Wanneer je jouw profiel aanvult, kan je hier de vacatures bekijken die AIMA voor jou heeft geselecteerd.

source: Industry type
nl: Industrie

source: Interested
nl: Geïnteresseerd

source: It's good to set goals. I know your past. Now I wonder about your future. What jobs are you interested in?
nl: Het is goed om doelen te stellen. Ik ben benieuwd naar jouw toekomst. Welke banen hebben jouw interesse?

source: Je hebt deze datam al verzonden, je kunt je profiel bekijken op
nl: Je hebt deze data al verzonden. Je kunt je profiel bekijken op

source: Job ahead
nl: Baan in zicht

source: Language
nl: Taal

source: Language evaluation
nl: Taalevaluatie

source: Languages
nl: Talen

source: Last name
nl: Achternaam

source: Let's look at your profile
nl: Bekijk je profiel

source: Level
nl: Niveau

source: Linkedin connected successfully.
nl: LinkedIn is succesvol gekoppeld.

source: Location
nl: Locatie

source: Login
nl: Inloggen

source: Logout
nl: Uitloggen

source: Mr
nl: Dhr.

source: Mr / Mrs
nl: Dhr. / Mevr.

source: Mrs
nl: Mevr.

source: My Labour Market
nl: Mijn arbeidsmarkt

source: My Profile
nl: Mijn profiel

source: New
nl: Nieuw

source: New education
nl: Nieuwe opleiding

source: New future job
nl: Nieuwe toekomstige baan

source: New language
nl: Nieuwe taal

source: New location
nl: Nieuwe locatie

source: New skill
nl: Nieuwe competentie

source: New version available. Load New Version?
nl: Er is een nieuwe versie beschikbaar. Wil je de nieuwe versie gebruiken?

source: New work experience
nl: Nieuwe werkervaring

source: Next
nl: Volgende

source: No
nl: Nee

source: No results found.
nl: AIMA heeft geen resultaten gevonden.

source: Not interested
nl: Niet geïnteresseerd

source: Not registered? Create an account
nl: Niet geregistreerd? Maak een account aan

source: Participate in matching
nl: Deelnemen aan matching

source: Password
nl: Wachtwoord

source: Password (confirm)
nl: Wachtwoord (bevestiging)

source: Password changed successfully
nl: Je wachtwoord is gewijzigd

source: Password reset
nl: Wachtwoord reset

source: Period
nl: Periode

source: Personality
nl: Persoonlijkheid

source: Phone
nl: Telefoon

source: Please check again
nl: Controleer nogmaals

source: Please confirm that this is your e-mail address.
nl: Gelieve uw e-mailadres te bevestigen.

source: Please provide a valid email address.
nl: Gelieve een geldig e-mailadres op te geven.

source: Please select a valid location.
nl: Selecteer een geldige locatie

source: Please select a valid option.
nl: Selecteer een geldige optie

source: Please try again after you have reconnected!
nl: Probeer het later nog eens.

source: Privacy policy
nl: Privacybeleid

source: Proficiency
nl: Bekwaamheid

source: Read more ...
nl: Lees verder ...

source: Ready
nl: Opslaan

source: Register
nl: Registreer

source: Save
nl: Opslaan

source: School / Institute
nl: School / Instituut

source: Select the skill, if you like to keep using this skill in the future.
nl: Selecteer de competentie, wanneer je deze in de toekomst wil blijven gebruiken.

source: Settings
nl: Instellingen

source: Settings and privacy
nl: Instellingen en privacy

source: Skill
nl: Competentie

source: Skill evaluation
nl: Skillevaluatie

source: Skills & Competences
nl: Skills & Competenties

source: Start date
nl: Startdatum

source: Start date must be before end date
nl: De einddatum mag niet voor de begindatum liggen

source: Subject
nl: Studierichting

source: Submitting ...
nl: Bezig met verzenden ...

source: Suggested skills
nl: Voorgestelde competenties

source: Terms of Service
nl: Gebruiksvoorwaarden

source: The field is disabled until we finish deactivating your account. This might take a moment.
nl: Dit veld is niet actief totdat we je account hebben gedeactiveerd. Dit kan even duren.

source: The passwords do not match.
nl: De wachtwoorden komen niet overeen.

source: The reset URL is invalid. Please request a new one.
nl: Deze reset URL is ongeldig. Gelieve een nieuwe aan te vragen.

source: There are no suggestions available
nl: Er zijn geen suggesties beschikbaar

source: There was a problem deleting your account, please try again later!
nl: Je account kan op dit moment niet worden verwijderd. Neem contact op met info@8vance.com

source: This field is required.
nl: Dit is een verplicht veld.

source: This is not a valid email.
nl: Dit is geen geldig e-mailadres.

source: This is your native language
nl: Dit is jouw moedertaal

source: This might take a while ...
nl: Dit kan even duren ...

source: To change that, please enable Match Participation in your Settings.
nl: Activeer je account en neem deel in matching. Ga naar settings.

source: To continue, please log in.
nl: Log in om door te gaan

source: Upload a profile picture
nl: Kies een profielfoto

source: View suggestions
nl: Bekijk suggesties

source: Visit website
nl: Bezoek de website

source: We are currently looking for your personal job opportunities.
nl: Ik zoek op dit moment naar vacatures voor jouw persoonlijke arbeidsmarkt.

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes. Perhaps the message ended up in your spam folder?
nl: We hebben je een e-mail gestuurd voor verificatie. Klik op de link in de e-mail om de registratie af te ronden. Wanneer je de e-mail binnen een paar minuten niet ontvangt, check dan je ongewenste e-mail of neem contact met ons op.

source: What are your skills and competences?
nl: Wat zijn je vaardigheden en competenties?

source: What are your work experiences?
nl: Wat is jouw werkervaring?

source: What have you studied?
nl: Welke opleiding heb je gevolgd?

source: What is your ideal work location?
nl: Wat is je ideale werklocatie?

source: What languages are you comfortable with?
nl: Welke talen beheers je?

source: What will be the next phase in your career?
nl: Wat is de volgende fase in je carrière?

source: What would you like to be your next step?
nl: Wat wordt jouw volgende stap?

source: With the virtual assistance of AIMA, you will find your dream job in no time!
nl: Met de virtuele hulp van AIMA, vind je in een mum van tijd jouw droombaan!

source: Work Experience
nl: Werkervaring

source: Years of experience
nl: Jaren ervaring

source: Yes
nl: Ja

source: You are about to delete your user account. All information will be deleted and cannot be restored. Are you sure you want to delete your account?
nl: Je staat op het punt je profiel te verwijderen. Alle informatie zal worden verwijderd en kan niet worden herstelt. Ben je zeker dat je je profiel wil verwijderen?

source: You are currently not participating in matching.
nl: Je profiel slaapt, je profiel wordt nu niet gematched.

source: You are not just a number to me. So let's introduce, who are you?
nl: Jij bent geen nummer voor mij. Dus vertel, wie ben jij?

source: You are trying to select an unknown item. Please specify which of known types is related to your term.
nl: Je probeert een term te selecteren dat bij ons niet bekend is. Specificeer alsjeblieft waar deze term aan is gerelateerd.

source: You cannot access this part of the application since your network is down!
nl: De pagina kan niet worden geladen. Controleer je netwerk verbinding.

source: You cannot make changes to the app since you are currently offline
nl: Je kunt geen wijzigingen aanbrengen, omdat je momenteel offline bent.

source: You currently study here
nl: Momenteel studeer ik hier

source: You currently work here
nl: Hier werk ik momenteel

source: You got a degree in:
nl: Je hebt een diploma in:

source: You have already exported the information.
nl: Je profiel is geëxporteerd.

source: You have logged out!
nl: Je bent uitgelogd!

source: You have successfully changed your password.
nl: Je wachtwoord is gewijzigd.

source: You must agree to the
nl: Accepteer de

source: You must specify a start date
nl: Kies een startdatum

source: You must specify an end date or if it is current
nl: Kies een einddatum

source: You still like to use this skill?
nl: Wil je deze competentie graag blijven gebruiken?

source: You studied at:
nl: Je studeerde bij:

source: You worked as:
nl: Jouw functie:

source: Your account was successfully deleted
nl: Je profiel is verwijderd. Het lijkt alsof ik je nooit gekend heb. AIMA

source: Your profile has been communicated to the RTC. You will receive an email shortly.
nl: Je informatie is gecommuniceerd naar het RTC. Je ontvangt zometeen een email, waarmee je aan de slag kan.

source: Your profile is ready for matching!
nl: Je profiel is klaar om te matchen!

source: Your reading level
nl: Leesniveau

source: Your speaking level
nl: Spreekniveau

source: Your writing level
nl: Schrijfniveau

source: me
nl: ik

source: my desire
nl: mijn wensen

source: my past
nl: mijn verleden

source: my skills
nl: mijn competenties

source: personal info
nl: persoonlijke informatie

source: term
nl: term toe
